OneWorldExchange API/app/controllers/split_controller.rb

SELECT "splits".* FROM "splits"
---
    def index
      @splits = Split.all