app/controllers/travelgroup_controller.rb

SELECT "travel_groups".* FROM "travel_groups"
---
    def index
      @travelgroups = TravelGroup.all